[
  {
    "id": "0amukS_2d0o",
    "name": "Rachana Ranade",
    "title": "Amazing Returns with THIS Energy Investment | CA Rachana Ranade",
    "date": "2024-06-14T16:27:12Z",
    "transcript": [
      "Which is the best city in India where the solar \nwould work the best ? Leh Ladakh is actually  ",
      "the best place in India. I have to pay a down \npayment how is it zero there&#39;s a catch whatever  ",
      "unit generation you told me from the solar panels \nand this that if that doesn&#39;t happen then what ?",
      "You might have come across such advertisements \non various social media platforms. Please note  ",
      "all of these are fraudsters promising \nunbelievable returns through stock  ",
      "tips. I don&#39;t provide any calls or advisory \nservices. I provide only educational content  ",
      "through my social media handles and through my \nwebsite rachanaranade.com and rachanaranade.in ",
      "Hey folks CA Rachana Ranade here and I welcome you \nall to a very very interesting discussion. After  ",
      "checking out the thumbnail, I&#39;m sure you might \nbe like I want to know about this investment idea  ",
      "which can give me amazing returns. So we are going \nto talk about that but before we start with the  ",
      "discussion today let me tell you a fun fact. Till \n2019, I did not have an air conditioner at home  ",
      "and I never felt anything bad about it. I mean \nI always used to feel this AC&#39;s and all is that  ",
      "luxury it&#39;s nowhere even close to a necessity. \nBut this year looking at the heat wave in India,  ",
      "I&#39;m sure everyone has you know come to a \nconclusion that at least for this year AC  ",
      "has become a necessity rather than a luxury. \nBut the moment we are you know installing more  ",
      "and more air conditioners not only it is going \nto hurt our environment more why because more  ",
      "AC&#39;s is equal to more power consumption \nand in India coal based power generation  ",
      "is definitely more. So that is going to hurt the \nenvironment but very important it is going to hurt  ",
      "my pocket. Why ? Because when I get to see the \nelectricity bill for the month of April and May,  ",
      "I&#39;m going to be like hey bhagwan !!! This is like \ndouble up of what I was paying as an average for  ",
      "the previous months. Right ? So today I thought \nwhy not call an expert in this area who has a  ",
      "decadal experience of solar installations ? He is \na person who through his company has fitted solar  ",
      "related panels and related products in more \nthan 21 states and with that let me welcome  ",
      "Nikhil Nahar who is the founder and director \nof Solar Square. Thank you thank you so much  ",
      "for the invitation. I think it&#39;s a burning \nsubject and it&#39;s going to be pleasure talking  ",
      "with your audience absolutely. I mean I shared my \nexperience in PUNE. How was your experience ? You  ",
      "are born and brought up in PUNE. yeah I also grew \nup as a kid in PUNE and I do remember my childhood  ",
      "memories also and as you said the weather used \nto be very pleasant. The PUNE used to be actually  ",
      "known for the weather yeah and I would always \nremember that it would be like reliable because  ",
      "it will be moving like a ticking of a clock true \non 7th of June I remember it is the onset of  ",
      "monsoon and my schools would open absolutely and I \nwould always remember that that is something that  ",
      "I would always cherish right uh in summers also \nit was very hot yeah but it was still bearable we  ",
      "used to go out play cricket even during the \nafternoon hours but it was still okay even  ",
      "in winters we used to go on the rooftop we used to \nlike experience the night under the stars with a  ",
      "cold breeze and it was all okay uh it was a gulabi \nthand of PUNE that we always used to love right  ",
      "but yeah those days the weather used to be much \nmuch predictable it was comforting also and we  ",
      "always cherished every season as a child I always \ncherish those memories as nature&#39;s simple gifts  ",
      "that were available to us but you&#39;re seeing those \nclimate changes and the things have changed over  ",
      "period you mentioned about the air conditioner \na simple tip also for the users by the way if  ",
      "you keep your air conditioner at 26° instead \nof 18° huh you can save if your consumption is  ",
      "6 to 7 hours a day you can save 1,000 rupees \nper month say off will stay at 26 not at 18  ",
      "by the way 26° is also good for your body&#39;s \nhuman body and it takes equal amount of time  ",
      "to actually cool your room down to 26° at it \nwould take for 18°. Really ? Right so saving  ",
      "should be there and it will be possible with the \nair conditioner. Fantastic !!! Wow !!! you gave  ",
      "some tips about power saving for individuals but \nI as an individual I did face this problem about  ",
      "changing environment, climatic conditions. You as \nan entrepreneur also I&#39;m sure you did identify a  ",
      "problem about this whole situation. You did come \nup with some idea and then the big part was about  ",
      "executing the idea. Because I feel that a lot \nof people have loads of ideas in their minds but  ",
      "executing that very seamlessly is a big challenge \nin itself. To be honest, it&#39;s not a seamless  ",
      "execution for any person. There are certain \nhurdles. Would want to hear from you. What was  ",
      "that problem statement that you identified before \nyou took the decision of starting this company and  ",
      "how did you translate your dream into reality ? \nRight. The climate change was becoming very very  ",
      "real and it was not only like knocking your door. \nIt was actually entering your doorstep. It has  ",
      "already entered our life and it has adversely \nimpacted us. That was one opportunity that we  ",
      "always felt that we should solve and we started \nsolar Square back in 2015 with this intention  ",
      "that we&#39;ll go back to the commercial industrial \nsegments which have the higher carbon emissions  ",
      "and we start reducing their carbon emissions. \nSo we launched Solar Square as a bootstrapped  ",
      "company Neeraj and I started the company. We \nscaled from a very small town of MADURAI to now  ",
      "21 states and how many cities are counting every \nday we are adding new cities. We are growing and  ",
      "commercial industrial segment was our bread and \nbutter until 2019-20 okay then Shreya joined us  ",
      "as the CEO for residential and we grew from that \nB2B segment into the B2C segment retail segment  ",
      "was started in 2019-20. We got funded also \nand now fortunately we&#39;re growing and we&#39;re  ",
      "expanding our operations across the nukes and \ncorners of India. Yeah. That&#39;s the journey. It  ",
      "was not only with the purpose of minting money but \nit was also with a purpose that we should take at  ",
      "least one step towards protecting our environment \ntowards protecting nature and to shift to more of  ",
      "renewable energy sources rather than non-renewable \nenergy sources right ? Right. So yes. Solar Square  ",
      "is not only for profit. It is for the cause and \nwe take pride that we are taking those steps for  ",
      "INDIA for the planet now and that&#39;s the motivation \nthat keeps us awake every day. Fantastic  ",
      "Fantastic !!! So this is at your level right what \nis your thought process but now let me shift gears  ",
      "and come to me as an individual. I have a lot \nof questions in my mind when it comes to solar  ",
      "installation. So first things first I feel that \nokay that my viewers they might some of them might  ",
      "be living in their own Bungalows some of them \nmight be living in apartments so if I were to  ",
      "understand whether solar can be installed or not \nso I have certain questions so first and foremost  ",
      "if I&#39;m living in an apartment is it possible to \ninstall a solar panel in the terrace or something  ",
      "like that yes so individual home-owner yes your \nhousehold you can definitely install the solar  ",
      "on top of your rooftop and your bungalow can \nget solarized you can save every month with the  ",
      "electricity up to 90% of electricity savings can \nhappen with the solar and you can also become a  ",
      "climate hero right because you&#39;ll be contributing \nto The Climate Reversal the change reversal  ",
      "secondly if living in an apartment typically the \ncommon area bills those can get catered through  ",
      "residential welfare associations also get the \nsubsidy like the individual home owners and  ",
      "that can actually start reducing your maintenance \nbills as long as you have NOC to use your rooftop  ",
      "space from rest of the apartment owners then you \ncan also install solar on your apartment&#39;s rooftop  ",
      "that&#39;s possible but then you also mentioned about \ninstalling it in a bungalow right if my bungalow  ",
      "is surrounded by apartments which are like skyrise \napartments and if they are casting a shadow on my  ",
      "bungalow terrace still would would it be possible \nto fit a solar panel right so typically we need  ",
      "to undertake a technical feasibility before even \ntaking a decision to install solar we take three  ",
      "things from our customers one is we check your \nelectricity bill okay we check what is the shadow  ",
      "free rooftop area which is available on your \nterrace and third what is the possibility as  ",
      "per the policy what is the sanction load that \nwill permit you the capacity of solar that can  ",
      "be installed on your rooftop these three things \nare the checkpoints and basis this we will give  ",
      "you recommendation to maximize your savings and \nreduce your consumption of electricity from the  ",
      "grid got it so just practically if one of my \nviewer wants to install the solar on their  ",
      "own Terraces first step is they can approach \nyou and ask for this study right that whether  ",
      "it is possible or not and then the whole thing \nstarts about installation this that so you have  ",
      "any specific way through which people can connect \nwith you and ask or request for such a home visit  ",
      "is it available our viewers can definitely visit \nour website www.solarsquare.in register themselves  ",
      "as the potential solar user or you can also call \nus on 983000000 and register an appointment our  ",
      "solar experts after booking an appointment they \nwill visit you they will guide you through the  ",
      "thorough process end to end how to take you solar \nso they&#39;ll study all the things which I mentioned  ",
      "a while back and then they&#39;ll give you all the \npackages are available what is the recommended  ",
      "options and then installations and commissioning \nis also taken through by Solar Square fantastic  ",
      "so they will definitely understand about the \nshadows this that understood but uh what about  ",
      "some extreme climatic conditions like very heavy \nrainfall will that impact uh the solar panels  ",
      "number one and number two I can correlate it with \nwhat happened in MUMBAI just I think two weeks ago  ",
      "there was a huge sandstorm and we also experienced \na little maybe a milder version of that in PUNE  ",
      "where you know the wind was blowing like anything \nand we did see a lot of things getting swung in  ",
      "the air you know falling off the roofs and \nthis that will also such events impact the  ",
      "electricity generation through solar right these \nkinds of events are catastrophic events. It can  ",
      "actually make your investment binary 1 to 0. Okay. \nRight. It was unfortunate Mumbai saw the sandstorm  ",
      "and we witnessed we saw that video also where \nthe big billboard was was like falling down it  ",
      "resulted into like some lives were taken there \nlot of injuries happened lots of assets were  ",
      "damaged and that&#39;s where I think the Mechanical \nIntegrity of your solar also matters because  ",
      "we&#39;re correlating with such kinds of sandstorms \nthe events have become even more frequent now.  ",
      "Earlier the sandstorms or cyclones used to be \nlike once in a while events but now every second  ",
      "year we start seeing these kinds of events happen \ncorrect and hence having a very stable structure  ",
      "is important typically see that the market has \nnon-engineered solutions which uses some of  ",
      "the hardware components. They will just bring \nit at your rooftop. They&#39;ll cut it, weld it,  ",
      "install it. These are completely non-engineered \nsolutions. Not even studied from the angle of  ",
      "whether they&#39;ll sustain the cyclones or not. What \nwe did ? We exactly solved this problem. They used  ",
      "to have the welded solutions. Solar Square came \nup with intelligent Windpro Mount Solutions.  ",
      "The Windpro Mount Solutions these are IIT BOMBAY \ncertified approved solutions. We came up with a  ",
      "solution which is aerodynamically tapered design. \nYou can just imagine Burj Khalifa. It&#39;s a tapered  ",
      "design. So something similar structures are \nintelligent. They are aerodynamically designed.  ",
      "okay. These structures are made in factory. \nIt&#39;s pre-fabricated. We do not do any welding  ",
      "at site. These are simply assembled at site with \nnut-bolts. okay. So we also have German chemical  ",
      "Hilty which is used for waterproofing. So your \nstructures are safe. We also give the waterproof  ",
      "guarantees to our customers. So those are the \ntypical differences. It also uses a Japanese  ",
      "Poka-Yoke technique. Poka-Yoke means that it \nwill be lock in lock. You won&#39;t be able to tamper  ",
      "with the system. It will be like foolproof and \nultimately our structures are also warranted for  ",
      "a much much longer duration. They are rust-proof, \ncorrosion-proof and no need to worry about the  ",
      "safety. 70 of our installations in MUMBAI in \nthis sandstorm, they stood tall and strong.  ",
      "No damages happened. So that speaks a volume about \nwhenever you are actually choosing your installer,  ",
      "please please see to it that your structures are \nsafe. Correct. Fantastic !!! So coming back to the  ",
      "same point again, I totally understood the fact \nthat the structure will not be damaged because  ",
      "you have taken care to ensure that these are \nnot damaged and you have mentioned about some  ",
      "japanese techniques and this that but will the \nelectricity generation perce get impacted ? In  ",
      "such weather conditions I mean during rainy \nseason will the electricity generation be  ",
      "less as compared to other something like summer \nseason. Right ? Most of the customers have this  ",
      "misconseption that during rainy seasons I won&#39;t \nsee the generation from my solar system. That&#39;s  ",
      "a myth. Rainy Seasons, we won&#39;t have the \nsunlight fully down. There&#39;ll be some sunny  ",
      "hours. Right ? So that is what is needed for the \ngeneration of solar and we see that typically in  ",
      "Indian circumstances the 50% of the predicted \nsolar generation will still happen during the  ",
      "rainy season. Let me ask you one question. Okay. \nAccording to you which is the best city in India  ",
      "where the solar would work the best ? Will work \nthe best. So it should be some city in Rajasthan  ",
      "or If it&#39;s Maharashtra I can think of NAGPUR. Most \npeople have this concept, misconception I would  ",
      "say that solar would work the best in hottest \ncities of India but that&#39;s a myth. Really ? Solar  ",
      "works the best in the coldest weather. Temperature \nis bad for solar panels. The Irradiation is good.  ",
      "These are two different things. Irradiation is the \nsolar light okay and temperature is the hot nature  ",
      "of the temperature will actually not temperature \nwill be bad for solar panels. So what happens is  ",
      "that Leh Ladakh is actually the best place in \nIndia. I&#39;m sure none of my viewers also guessed  ",
      "this right. Right ? Radiation is the best. It&#39;s \npollution free. The solar irradiation reaches  ",
      "the solar panel surface very very nicely okay \nand temperature is low so solar system is ought  ",
      "to generate more in Leh Ladakh. So it has also \ngot something to do with the pollution levels.  ",
      "According to yeah there are some small impacts of \npollution of course and yeah that impacts slightly  ",
      "got it. Fantastic !!! So with whatever questions \nI asked right now at least I&#39;m now sure of the  ",
      "fact that yes be it a bungalow be it an apartment \nbe it rainy windy whatever is the weather solar  ",
      "installation is possible. Agreed. Before I move \non to the financial part of it I also wanted to  ",
      "ask one more thing because my viewers would \nbe seeing this just around the may end. So  ",
      "if they feel that uh the installation could it \nbe done during the rains. Does rain hamper the  ",
      "installation process or it has got nothing to do \nwith that ? No. It doesn&#39;t hamper. Solar Square  ",
      "has devised a special civil structural mechanisms \nwherein even during rains baring very very strong  ",
      "rainfall days but we are able to install the \ncivil structures even during rainfall. Got it.  ",
      "Fantastic !!! Cool !!! Now, Vitamin M !!! Vitamin \nM !!! Very important. So if we talk about the  ",
      "monetary angle first things first I wanted to ask \nthat if we are a family of let&#39;s say five people  ",
      "okay and if we were to fit a solar panel for our \nhome how much would be my typical saving ? I have  ",
      "a lot of questions wait I ask 3-4 together. Okay. \nHow much would be my typical saving before that  ",
      "how much will be like a capex capital expenditure \na one time money spending which will be required  ",
      "from my end and within how much time will I get \nmy money back ? So just as an example if like uh I  ",
      "have to spend let&#39;s say 5 lakh rupees or whatever \nin how much time will I recover my money ? So let  ",
      "me just clarify that your how many members are \nin your family that shouldn&#39;t dictate what&#39;s the  ",
      "solar project size. Okay typically is a function \nof what&#39;s your annual consumption of electricity  ",
      "bill. So we study your monthly bill and then we&#39;ll \nrecommend. So typically if you have 300 to 350  ",
      "units consumption in a monthly average basis then \nwe recommend you 3 to 3 and half kilowatt system  ",
      "depending on which location you are in. Let&#39;s say \n3 kilowatt system is the ideal system size that  ",
      "comes as per your location. 3 Kilowatt system \nshould typically offset 4,000 to 4,200 units  ",
      "for you in a year. right For now in Maharashtra \nthe rates have gone up by the way from 1st April  ",
      "2024 the electricity rates have gone by 10% in \nfixed cost I think 7 to 8% in the variable cost  ",
      "altogether so what used to be 11.8 rupees 12 \nrupees tariff it has gone up to 12.8-13 rupees  ",
      "tariff now. So obviously your returns will \nbe better now. With Solar, typical investment  ",
      "for a 3 Kilowatt system, it starts typically at \n2,10,000 rupees and it goes up depending on the  ",
      "packages that you typically choose. okay and you \nget subsidy although from government. Sorry to cut  ",
      "you but you said it starts at 2 lakh 10,000 right \n? What could be an average cost. Because 2 lakh  ",
      "10,000 will be the minimum is what you&#39;re talking \nabout. What would be the average ? The 3 Kilowatt  ",
      "system would typically based on the most customers \nthat buy from us they choose 2,25,000 rupees  ",
      "package with maintenance included in it right. \nSo you also get subsidy from the government. So  ",
      "there is a good subsidy from PM SURYA GHAR scheme \nwhich is recently launched by Prime Minister Modi.  ",
      "Under this scheme the customers would get 78,000 \nrupees subsidy just like it used to be like uh  ",
      "your LPG cylinders similarly your subsidy will \nget back in your account in directly credited to  ",
      "my bank directly going to get credited to your \naccount in how many days 30 to 45 days is the  ",
      "ideal day they are planning uh so most of our \ncustomers have got in 45 days roughly fantastic  ",
      "they are improving upon it the systems are getting \nbetter so let&#39;s assume that your net investment is  ",
      "around 1,50,000 rupees correct right with solar 3 \nkilowatt system 4,000 unit generated you are going  ",
      "to save 13 Rupees to be paid per unit to the grid \nso 4,000 into 13 let&#39;s say round of 50,000 Rupees  ",
      "is your net saving for the year into three years \nthat is 1,50,000 so 225,000 minus 78 150,000 is  ",
      "your investment 50,000 savings every year correct \nthat takes 3 years for you to recover your amount  ",
      "so the IRR is much much better we have seen \nthat uh FD&#39;s are typically giving you 7 and  ",
      "half % returns the gold over last 5 to 10 years \nyou see 9% returns are what the gold has given  ",
      "the mutual funds 12 to 15% depending on your risk \nportfolio but rooftop solar 20 to 40% this is what  ",
      "depending on the rate of your specific State. \nEven if it is at the lower and 20% is still not  ",
      "bad at all right yes yes so Bangalore customers \nprobably will see 20 to 25% somewhere around that  ",
      "Maharashtra customers will see north of 30% okay \nyeah fantastic wow so my points I think you me  ",
      "mentioned about four to five family members is \nnot the criteria it should be how much is the  ",
      "unit consumption so let&#39;s say if just whatever \nhe spoke I&#39;m just wrapping it up let&#39;s say your  ",
      "monthly bill is coming around 4,000 rupees right \nnow so just to round it off again for 12*4 are 48  ",
      "we&#39;re rounding it up to 50,000 is the yearly bill \nwhich will be waved off automatically if you have  ",
      "a solar right so within 3 years you&#39;ll have your \npayback period and after which only whatever is  ",
      "the annual maintenance that will have to be PA and \nhow much would be the annual maintenance roughly  ",
      "so typically solar Square packages uh five years \nmaintenance so you do not need to pay anything  ",
      "uh during the maintenance period for First 5 years \neverything is included we call it power boost it&#39;s  ",
      "a 360° care plan that solar Square provides \nto you and it includes one deep cleaning of  ",
      "your panels second preventive maintenance so even \nbefore something bad happens our quality team will  ",
      "be checking your system there&#39;ll be visits from \ntechnicians and corrective maintenance so if there  ",
      "is anything bad that has happened you report it to \nus our teams should come down there will be spares  ",
      "repairs replacements all those things will be \ntaken care by our authorized technicians of course  ",
      "on a monthly basis you start getting reports also \nthat how is your saving profile now wow okay so  ",
      "I think first five years you mentioned no uh you \nhave to choose that plan of course of course but  ",
      "post that uh a rough idea about how much is the \nmaintenance so typically the maintenance from  ",
      "sixth year onward would you you need to have \nthe replacement of inverter it&#39;s a one time  ",
      "replacement cost every 5 years you have to spell \naround 15 to 20,000 rupees depending on the type  ",
      "of system that you have taken and yeah for the \ncleaning typically 2 to 3,000 Rupees is the annual  ",
      "expenditure that you do that&#39;s nothing absolutely \nuh what I have heard is there is a minimum bill  ",
      "which every state government electricity MADCL \nfor example in Maharashtra minimum bill will be  ",
      "charged does that also get waved off if I have a \nsolar system unfortunately fixed bill will always  ",
      "stay okay right unless you install slightly more \nsolar okay and you get some offset but the offset  ",
      "amount is very small it&#39;s minus they call it \nAPPC rate which is a very minimal rate 2 and a  ",
      "half three rupees that&#39;s it so compensation that \nyou would get for any additional energy that you  ",
      "produce under net metering scheme if you export \nthat additional power to MADCL for every unit  ",
      "you&#39;ll get much much smaller amount so you pay at \n13 rupees but they will pay back at 2 and a half  ",
      "3 rupees only okay got it but then again because \nyou mentioned one term net metering right now what  ",
      "I could visualize with that is uh assume that I \nconsumed only 4,000 units but I my my solar was  ",
      "able to generate 5,000 units what about those 1000 \nunits is that something is that got to do with net  ",
      "metering or correct so I I&#39;ll tell you uh on a \nsimple terms on a monthly bill basis right let&#39;s  ",
      "say your monthly consumption is 300 units. So the \nare three cases case-1 300 units consumption where  ",
      "your solar is producing 300 units correct. So \neverything is going to be offset your monthly  ",
      "bill at the end of the month is only going to be \nfixed bill. Exactly right only low cost bill which  ",
      "will come which anyways is always going to stay \nsecond case let&#39;s say your consumption is still  ",
      "300 units but you are only able to produce let&#39;s \nsay 250 units of power from solar got it right so  ",
      "50 units deficit will be there that is the deficit \nyou&#39;ll draw from the grid and you&#39;ll pay for those  ",
      "50 units to the grid so in rainy months when the \ngeneration is going to go down you&#39;ll still pay a  ",
      "slight bit of amount to the grid and let&#39;s say 300 \nunits you have consumed but solar has produced in  ",
      "a summer good month 350 units so you have excess \n50 units okay that will get to your credit so it  ",
      "is like a import export getting tracked you can \njust imagine it as if it&#39;s a bank account you have  ",
      "a credit and debit that is happening every month \nand at the end of the month you&#39;ll get the total  ",
      "bill offset of import export so for example in the \nmonth of in the summer months let us say let&#39;s say  ",
      "April May and a part of June also these days let&#39;s \nsay I&#39;m able to generate more than what I consumed  ",
      "so that will be like an excess that I have in let \nus say during the Rainy Seasons uh I was able to  ",
      "consume more but produce less than whatever excess \nI have they&#39;ll get set off but let&#39;s say at the  ",
      "end of March I still have some excess units left \nwhat happens with that as I told you that gets  ",
      "settled at a small rate in some states they do \nit on a monthly cycle basis in some states it&#39;s  ",
      "an annual cycle so it depends on the states again \ngot it got it okay I had heard also something like  ",
      "like you mentioned one technical term net metering \nI had something in my mind which is like off grid  ",
      "and on I read it somewhere what what is that so \nthere are three types of systems uh basically on  ",
      "grid system off grid system and hybrid systems \non grade systems they do not couple with battery  ",
      "you don&#39;t need battery you directly couple it \nwith the grid okay and you get power from Sol  ",
      "and grid together seamlessly you don&#39;t understand \nwhich power is coming from solar although you can  ",
      "measure both the power separately so that is \ncalled as on grid system doesn&#39;t need battery  ",
      "and typically urban areas where the power \ncuts are low those are area those are the  ",
      "areas where on grid systems are installed okay \noff grid system is the one where you do not have  ",
      "any grid supply so you need to have battery \nand solar they work together in tandem and  ",
      "then you can utilize solar energy to drive your \nequipment up especially you can imagine remote are  ",
      "discom supplies are not there correct so that \nis where the off grid systems are installed  ",
      "and there is third type which is called as hybrid \ncorrect it is between on and off grid where there  ",
      "are major power cuts for example let&#39;s say your \nfarmhouse you have a grid supply but there are  ",
      "major power cuts so you can have a both grid as \nwell as battery and you can drive your off grid  ",
      "system with solar so to be really honest whatever \nyou have been telling me for the past whatever  ",
      "15-20 minutes I&#39;m totally convinced on you know \ninstalling a solar system or solar rooftop system  ",
      "at my place but I still have a question that \nwhatever calculations you told me that for 3  ",
      "kilowatt system X number of units 50,000 saving \nwhatever unit generation you told me from the  ",
      "solar panels and this that if that doesn&#39;t happen \nthen what ? You as a company do you guarantee that  ",
      "it if this much units are not produced we will \nbear the risk who Bears the risk basically of  ",
      "shortfall in generation of units ? So Solar Square \nhas the savings guarantee plan okay so zero loss  ",
      "zero risk zero hassle zero stress now we&#39;ll say \nwhat is this 0 0 0 0. It&#39;s a good zero we call  ",
      "it good zero it&#39;s good to have that zero so zero \nloss means any shortfall in what commitment is  ",
      "over a period of five years will be covered if \nyou opt for this plan okay zero risk means we  ",
      "are committing you higher generation and will \nachieve that generation okay zero hassle means  ",
      "any procedural hassles in conducting the solar \nvisits spares repairs replacements everything is  ",
      "taken care by us okay and zero stress that means \nif there are any spares replacements repairs in  ",
      "future that breakdown if it happens will also \nbe taken care by our company for five years. One  ",
      "point you talked about stress but you talked about \nspares and this that I feel for me a bigger stress  ",
      "will be going to the government uh I mean not the \ngovernment perce but I should say the electricity  ",
      "board and asking for permissions and approvals \nso don&#39;t need to worry about that it&#39;s end to  ",
      "end going to be taken care by us so in short let&#39;s \nsay in year one we commit to use some units okay  ",
      "but if there is a shortfall of let&#39;s say 250 \nunits correct then you&#39;ll get at the end of  ",
      "first year 250 into 8 rupees that is 2,000 rupees \ncompensation from Solar Square it&#39;s from Solar  ",
      "Square okay we will compensate we will take the \nunderwriting of your risk second to Fourth second  ",
      "to fifth year for next four years if there is a \nshortfall of committed units then as a together  ",
      "four years Commitment if there is any shortfall \nlet&#39;s say 500 units of shortfall then 500 into 8  ",
      "4,000 rupees will be compensated to you at the end \nof fifth year and this complete visibility of what  ",
      "units to be committed will be taken care during \nour initial visit okay. All zero is understood but  ",
      "for me an outflow is not going to be zero I will \nhave to spend some money unfortunately fortunately  ",
      "fortunately yes your out will be zero how is \nthat so we have a savings guarantee zip that  ",
      "is zero investment plan okay now what is this zero \ninvestment plan you just have to pay down payment  ",
      "and it&#39;s zero investment for you but if I have \nto pay a down payment how is it zero so there&#39;s a  ",
      "catch down payment whatever amount you pay for \nexample for a 3 kilowatt system we ask you to  ",
      "pay 78,000 rupees down payment that down payment \nwill come back to you in the form of subsidy got  ",
      "it so 78,000 rupees you&#39;ll receive in 30 to 45-60 \ndays in your account so that is taken care of okay  ",
      "let&#39;s say in Maharashtra&#39;s example Let&#39;s Take 5 \nyears plan which is a zip plan you have 3 Kilowatt  ",
      "system you pay 78,000 rupees as a down payment to \nus you get that from the government in the form  ",
      "of subsidy so that gets offset now EMI&#39;s whatever \nEMI&#39;s that you pay on a monthly basis those EMI&#39;s  ",
      "will be lesser than equal to the savings through \nthe solar system that you get in a monthly basis  ",
      "so ultimately net net you are not paying out of \nyour pocket in 3 to 5 years your system will be  ",
      "free and you can start reaping the benefit for \nnext 15 to 20 years easily. Fantastic !!! we  ",
      "are talking about a longer term you said about \nreaping the benefits for 15 to 20 years but when  ",
      "you said that I had again two more questions in \nmy mind number one is what if I change the house I  ",
      "have installed solar in my rooftop on my rooftop \nand maybe in just like 3 four years five years  ",
      "whatever I decide to change my house what happens \nnext and number two right now for example I don&#39;t  ",
      "a four-wheeler which is an EV right so if I were \nto go ahead with a four-wheeler EV in the next 2  ",
      "3 4 years then uh will that be also charged \nany any devices I mean as a common man or a  ",
      "common person I can say there is a misconception \nthat only certain devices can be charged through  ",
      "solar is that so or any sort of device can \nso ? I&#39;ll answer your second question first  ",
      "okay yes on-grid solar system can drive all your \nequipment may it be your high load air conditioner  ",
      "washing machine your Motors doesn&#39;t matter \nbecause as I mentioned earlier on grid system  ",
      "will synchronously deliver power to you. You don&#39;t \nneed to store that power you are connected with  ",
      "grid and solar and grid together are giving \npower sourcing power to all your equipment  ",
      "correct. So no need to worry on that front on-grid \nsystem will drive all your high power equipments  ",
      "also into your home so this is one clarification \nwhich I also wanted to give to the viewers okay  ",
      "the second part if you are going to change your \nhouse now some of these parts the modules the  ",
      "solar panels the inverters some of the cables are \nreusable maybe some structures also can be ported  ",
      "from one place to another there is of course \nshifting cost there is a reinstallation cost  ",
      "if there are any damages during the transit and \nwarranties actually become some crucial because  ",
      "these are very delicate items so typically \nyour warranties will become void although  ",
      "the systems will keep working but yeah those are \nthe aspects that have to be taken care of but it  ",
      "is doable it&#39;s doable not a problem you have to \nspare a little bit of amount to shifting correct  ",
      "correct I must say nil that I didn&#39;t realize how \nmuch time we were talking I I mean I&#39;m not sure  ",
      "what what 15 20 minutes 25 minutes whatever is \nthe scenario uh I had a lot of questions which  ",
      "I had actually jotted down on my mobile but \nyour experience speaks so much volumes that  ",
      "you know I just kept on asking questions from \nmy mind you answered them so convincingly and  ",
      "when when you you were answering I actually \nwas thinking of another question which was  ",
      "actually giving you know that was popping into \nmy mind based on your answer so fantastic I mean  ",
      "I thoroughly enjoyed this conversation and thanks \na lot yeah thank you but I&#39;m sure you have a very  ",
      "hectic schedule you flew down from Mumbai today \nright just just for this interview but thanks  ",
      "thanks a lot so much for sparing some time. \nAny closing thoughts from your side right ?",
      "There is this one good saying that we have \nnot inherited this Mother Earth from our  ",
      "forefathers. it is actually borrowed from our \nchildren from our next generations and it&#39;s  ",
      "our moral responsibility to conserve it, \nprotect it and preserve it and that&#39;s our  ",
      "responsibility. That&#39;s driving Solar Square&#39;s \nMission. We are not only shaping the policy of  ",
      "India we want to actually ensure that each and \nevery homeowner that opts for solar he takes a  ",
      "good conscious decision and you can visit us on \nwww.solarsquare.in to watch more about what are  ",
      "right choices that you need to take care of while \ngoing solar or you can contact us on 983000000  ",
      "thank you. Thanks thanks a lot once again Nikhil \nfor joining in thoroughly enjoyed it thank you.",
      "[Music]"
    ],
    "chatGPTresponse": "I'm sorry, but I couldn't find any discussion about specific stocks in the transcript you provided. The conversation seems to be centered around solar energy, environmental conservation, and the workings of a solar installation company. If you have any other questions or need assistance with anything else, feel free to let me know!"
  },
  {
    "id": "IuziJ19egBs",
    "name": "Akshat Shrivastav",
    "title": "Should you wait for a CRASH. And, then invest? | Akshat Shrivastava",
    "date": "2024-06-21T15:07:09Z",
    "transcript": [
      "Hi everyone.\nWelcome to today&#39;s video.",
      "On today&#39;s video, I&#39;m going to speak\nabout when the markets are going to crash.",
      "Now, this is not a prediction video.",
      "I&#39;m going to show you macro data and going",
      "to explain it to you systematically why\nthe markets might take a while to crash",
      "from this point and why there\nis so much fuss being created.",
      "This is an important\nvideo for two reasons.",
      "Number one is that you might be\nsitting on a lot of profits..",
      "You have made\nlike 30% profits, all that stuff.",
      "Should or I book some profits.",
      "This is question one.",
      "Question two is that you might be\nsitting on a lot of IDle money.",
      "Idle money means you&#39;re just not able\nto understand where to put new money.",
      "This is a challenge that\nyou might be facing.",
      "So this video will help you give\nsome resolution to these two points.",
      "I might do some stock-specific\ncommentary also.",
      "Now, the reason for making\nthis video is very simple.",
      "I run a community called as Wisdom Hatch.",
      "Now, this is India&#39;s biggest\ncommunity of investors right now.",
      "Every day, I keep on getting the\nquestion, Akshat, you know what?",
      "There is an economist\ncalled as Harry Dent..",
      "That market is going to correct badly.",
      "Even like, 2008, recession,.",
      "And 98% crash, InVIDIA,\nand 92% drop, Nasdaq.",
      "So it&#39;s the bubble of all bubbles\nhave been formed, all this stuff.",
      "So it&#39;s okay.",
      "So, so, so, so, so, sophisticated\ninvestors pick up points of Mr.",
      "Warren Buffet, and this is what Mr.",
      "Warren Buffet is doing, that Mr.",
      "Buffet is sitting on record cash.",
      "He has sold some of his positions on",
      "Apple, and he&#39;s sitting on cash\npile of nearing $200 billion.",
      "Okay, so just the back\nin problem, problem.",
      "Nvidia and Warren Buffett\nare holding cash right now.",
      "Now, if you read these type of headlines,\nyou will panic, you will sell your stocks,",
      "you will go away, and that\nmight not be very intelligent.",
      "Now, why am I saying it.",
      "For this, you need to take a look at this",
      "nifty chart, and it&#39;s\ncalled de facto samajana.",
      "What is the meaning of de facto?",
      "De facto means\npractically samajna, this point.",
      "This is an important radical\npoint that I&#39;m making.",
      "Many of you might not agree with it, but",
      "this is the beauty of investing, that if\nyou see logic in things that other people",
      "are not seeing, then chances of you\nmaking more money is much higher.",
      "If you actually take a look from this\nyear, this is year 2000, roughly.,",
      "one could argue that markets\nhave been in a bull run.",
      "Now, what is the meaning?\nTechnical meaning of bull run?",
      "Bull run simply means that the markets\nhave given a breakout of above 20 %.",
      "This is how we define bull run.",
      "And bear run means, from\nits top by more than 20 %.",
      "Now, this technical definition, because",
      "there are times during this phase\nwhen markets have gone down 40, 50 %,.",
      "This was the COVID crash, 40, 50 %.\nHere, 66 %.",
      "Here, 40 odd, 50 odd %.",
      "Here, 20 odd % plus.",
      "So all these phases Second is, yes,",
      "markets have gone down in\nphase one, two, and three.",
      "But again, if you zoom out and\ntake a look at this entire chart,.",
      "Now, the point that I&#39;m trying to make is\nthat see, there are two set of audiences.",
      "The first set of Second is that we\nwill keep on timing the market..",
      "Second is that people who will de facto\nunderstand this chart,",
      "understand the reason why there has\nbeen somewhat of a secular bull run.",
      "In the last 25 odd year, market\nhas not really gone down.",
      "There have never been a phase of five\nyears or more where you put in some money,",
      "even in bulk, and lost\nthat money, so to say.",
      "So that has not been the case.",
      "Please remember this.",
      "This is a second more important point.",
      "The conclusion being that at this\njuncture, you might be again taking a look",
      "at this chart, that market\nis at an all-time high..",
      "See, the The chances are that you might",
      "lose more money by waiting\nfor a market correction.",
      "Then you will lose money, at least on a",
      "five-year basis, if you just\nsimply choose to invest right now.",
      "Now, this is not a push that you should or\nshouldn&#39;t because that comes out at your",
      "portfolio construction stage, which I&#39;ll\nnot be able to comment, but I&#39;m just",
      "trying to show you some\nuseful picture here.",
      "So this is literally point number one.",
      "Now let me explain four\nor five more points.",
      "And what I will do is that I will just",
      "quickly help you understand\nthe history of market crashes.",
      "So this is a very good chart, and this",
      "will help you understand\nand see this picture more.",
      "So again, let&#39;s go back to\nthis phase, this entire phase.",
      "Now this is,\none could argue, one of the best",
      "performing asset classes\nin the last how many years.",
      "In the US, this has been\nperforming since 1950.",
      "So this is absolute crazy.",
      "Yes, there was this phase, this\nwas a substantial sideways phase.",
      "This was the 1960s to 1980s.",
      "But in the 1980s, there has never been a",
      "phase where people have lost money\nin US stock market by investing.",
      "Now, India is a long history in India of",
      "the stock market, so I\ncan&#39;t do this analysis.",
      "But there is a very strong correlation",
      "between US&#39;s stock market\nand India&#39;s stock market.",
      "That is not a US market.\nIt is in US.",
      "It is in India as well.",
      "India is somewhat contingent on US dollar.",
      "Now, almost 60 to 80%, depending on how\nyou are seeing it, almost that level of",
      "world trade happens in\nUS dollar denomination.",
      "So there is a very, very strong",
      "correlation between the US Stock\nMarket and India&#39;s stock market.",
      "The first point of note down, that\nthe stock market has become a rocket for",
      "last how many years, at\nleast for the last 40 years.",
      "Now, if this is the singular\nbet that you&#39;re taking.",
      "I&#39;m like 30 years old right now.",
      "Let me paint a picture for 40, 50 years.",
      "Then what should I really think about?",
      "And how should I process this information?",
      "Because I see so much gloom and gloom.",
      "What data points should I look at?",
      "See, there are two levels of\ninformation that you need to see.",
      "Number one, whenever you are reading this\ntype of news, that Warren Buffett has sold",
      "his portfolio, this, that stuff, at least\ngo and check what he is actually doing.",
      "This is his overall\nportfolio and overall AUM.",
      "Aum means that how big was his portfolio\nas per different quarters.",
      "2022, the data we&#39;re looking at,\nyou are sitting on $363 billion..",
      "That&#39;s the simple point.",
      "Now, this is point one.",
      "But people are creating\nThat&#39;s not necessary panic.",
      "People just process that\nin a very irrational way.",
      "That what exactly is it that Mr.",
      "Warren Buffett is doing?",
      "So he has something called as cash",
      "positions, and he has something called\nas AUM, which I just showed you.",
      "His AUM has barely shrunk by 5, 7%\nfrom its peak in 2022.",
      "He is building up this cash position.\nThere is nothing wrong.",
      "So what he is doing is that he is building\nsomething called as Opportunity Money.",
      "Opportunity.",
      "Now, this is very important in\norder to explore opportunities.",
      "Now, what is the meaning\nof exploring opportunities?",
      "For example, here&#39;s a post\nthat I had done on Tarsons.",
      "Now, Tarsons started to give a run up.",
      "It became like a rocket.",
      "In a day, it gave very good run-up.",
      "Similarly, I had posted about this, about",
      "DeltaCorp, and in one day,\nit gave very good run-up.",
      "These were all opportunities.",
      "These type of opportunities keep\non coming out in the market.",
      "If you have cash sitting on the sidelines,\nyou can always deploy this cash into these",
      "type of opportunities and\nmake some quick gains.",
      "So this is the first utility\nof having a cash portfolio.",
      "What people confuse is people confused,",
      "you know what, Warren Buffett, I&#39;m\nnot in a stock market portfolio.",
      "Aum, he has sold and he&#39;s out of the",
      "market so much money, and he has\nconverted all that money into cash.",
      "He&#39;s not doing that.",
      "This is the advance point\nthat you need to understand.",
      "And in order to understand all these",
      "things, you have to educate\nyourself about the stock market.",
      "I do run courses in case you are a\nbeginner, in case you are an intermediate",
      "player, you will benefit a\nlot by joining those courses.",
      "In case you guys are interested, I&#39;m\nputting the links in the description box.",
      "Do definitely check it out.",
      "The third key point that I&#39;m making\nhere is called as Reinvestment Risk.",
      "Meaning of Reinvestment Risk.",
      "You",
      "are sitting on roughly 40% gains and you\nare thinking, I will pull out my profits.",
      "So you book 40% profits or 40-lack profit.\nGreat.",
      "Awesome.\nCongratulations.",
      "What will you do with this money?",
      "Now you&#39;ll say, Okay, fine.",
      "I have these three, four options.",
      "Number one is that I can do FDs.",
      "Number two, I can go to real\nestate and I can get in loans.",
      "I will go and buy debt.",
      "Debt means that I will\ngo and invest in bonds.",
      "Number 4, I will go and buy gold.",
      "Or number 5, I will go and buy BTC\nor Bitcoin, something like this.",
      "Now, what is the issue here?",
      "If we look at these reinvestment options",
      "in India, what is it\nthat you have to think?",
      "Number 1 point is that if you are actually",
      "going to FDs in 2024, what\nis happening with FDs?",
      "The inflation in the economy is like this.",
      "Fd rates have barely grown like this.",
      "Now, you can keep on arguing with me, you",
      "know what, WPI inflation, CPI\ninflation, the 5, 6% is that stuff.",
      "And the FD rates are giving me 7, 7.\n5%.",
      "How you speak about your\nsegmental inflation.",
      "Segmental inflation is the inflation\nthat you deal with at your level.",
      "For example, if you&#39;re living in Delhi,",
      "Mumbai, Gurgao, you are paying like\n20, 20% rise in your  kid&#39;s school fee.",
      "Segmental inflation for you is not\nlike 4, 5%, it is much higher..",
      "It&#39;s not going to go much.",
      "I&#39;m not dissing on FDs.",
      "Fds serve a purpose.",
      "But to grow your wealth, they\nare not serving a purpose.",
      "Second key point, you\nwill go to real estate.",
      "Now, I&#39;m a proponent of real estate.",
      "I love buying real estate.",
      "But the real estate buying should make",
      "sense if you are able to\nscout very good properties.",
      "And real estate is.",
      "Technically, if you are a white money",
      "person, how much long term\ncapital gains will you pay here?",
      "Well, you will pay 20% long term capital",
      "gains on real estate,\nwhich is absolute crazy.",
      "In equity, it&#39;s only 10%.",
      "So you have 40,000, here, real estate,\nit does not make much sense.",
      "What about debt?",
      "There used to be a inverse\ncycle between debt and equity.",
      "Like equity, It used to come to equities.",
      "So one could argue that debt used\nto act as a hedge against equities.",
      "Now that relationship\nis completely broken.",
      "Now, why has it been broken?",
      "So for that, I will quickly comment on\na topic called as yield Curve Inversion.",
      "Now, yield curve inversion.",
      "Now, yield curve inversion, this is the\ndifference between your two-year",
      "bond returns and 10-year\nbond returns, so to say.",
      "Two-year, this is short-term debt.",
      "Ten-year, this is long-term debt.",
      "Usually, relationship is when you are",
      "depositing money on long-term basis,\nyou should get a higher rate of return.",
      "If\nyou&#39;re depositing money for a short-term",
      "rate, then you should get\nlike lower-term return, 6%.",
      "This spread needs to be there and this\nspread needs to be positive, the",
      "difference between long\nterm and short term.",
      "Yield Curve Inversion means that the debt\nmarket has been broken down to such an",
      "extent and it has been skewed to such\nan extent that is a long term debt.",
      "People are not trusting it.",
      "And as a result, the spread between these",
      "two things has almost come down to zero,\nand in some cases, it has become negative.",
      "Now, very interesting data here that it",
      "became negative here, it became\nnegative here after 2020..",
      "But why 2008 this became negative\nand 2020 it became negative?",
      "Because debt market has been killed.",
      "What do I mean by debt\nmarket has been killed?",
      "For example, if you invest in corporate\ndebt, usually, HNI, FII, DII, they invest.",
      "Why?",
      "Because the ticket size\nof debt used to be high.",
      "If you either invest via mutual funds\nor you pick a higher quantum of debt.",
      "I&#39;m just putting that number, arbitrary",
      "number, but this number\nused to be very high.",
      "Now what has happened is\nthat democratization of debt.",
      "What is democratization?",
      "It&#39;s",
      "because of the simple reason, this",
      "instrument, systematically is\nbeing killed, unnecessarily.",
      "Because the middle-class person who\ncan&#39;t afford a house, what do we do?",
      "We need to spend the\nmoney on the middle-class.",
      "We take the REITs..",
      "If you actually understand it sensibly",
      "from an economics principle\nperspective, it makes no sense.",
      "Reets, I can show you.",
      "Where a house should be worth 4\ncrores, but reits can be a real estate.",
      "Now the party that is running\nthis reets will now sell it to.",
      "Now, if you are investing in these crazy",
      "items, you are, of course,\ngoing to lose money.",
      "Bottom line, without getting into the",
      "economics behind it too much,\ndebt has been systematically killed.",
      "Real estate has been\nsystematically killed due to what?",
      "Due to excessive taxation.",
      "So now,.",
      "So see, FDs are not beating inflation.",
      "Real estate is not a tradable instrument.",
      "It has low liquidity.\nIt&#39;s good.",
      "There is no problem in real estate.",
      "Not rates, two very, very good asset.",
      "In fact, one of my primary movers in the",
      "last one year, it has given me\n180% gains in the last one year.",
      "But in India, can you\nsystematically buy BTC?",
      "Not really.\nWhat about gold?",
      "Gold may be a lot of money.",
      "There is again no point or\nnot much point going here.",
      "You can find my views to be radical.",
      "Honestly, my goal is to give\nyou rational, sensible data.",
      "World changes.",
      "People who do not change become\ndinosaurs and they get disrupted.",
      "And a lot of people are going to\nget disrupted in the next few years.",
      "So having macro analysis\nskills, understanding it.",
      "I spent crazy amount of time studying the\nworld, studying the world of economics,",
      "personally visiting a lot of countries\nnow, studying, meeting a lot of rich",
      "people, understanding their\nviewpoint of investing.",
      "I get to do this by running my hedge fund.",
      "It has opened a lot of doors for me in",
      "order to analyze the\nmarkets, all that stuff.",
      "And I try to bring that But",
      "where will you take it?",
      "This This is the primary problem\nthat investors right now are facing.",
      "I&#39;ve been having this\nconversation with a lot of H&amp;Is..",
      "We have been watching your videos, we have\nbeen speaking with you, all that stuff.",
      "But what do we do?",
      "We started It is like 10 crores.",
      "Now it is like 14 crores,\nsomething like this.",
      "What do we do?\nShould we book profits?",
      "What is it that we should be doing?",
      "Okay, very simple words.\nWe should follow Mr.",
      "Warren Buffett.",
      "Have some opportunity cash which you can\ndeploy when opportunities come and add",
      "that same time, do do not\ngo undervalued on equities.",
      "Equities should still be a\nsignificant portion of your portfolio.",
      "I am not pulling it out.",
      "When we clearly see that there is a\nmassive euphoria, then of course, there",
      "can be a deep correction, and\nthen we can somewhat time it.",
      "But right now is not the\nphase of timing that.",
      "We are not in that euphoric phase.",
      "And I&#39;ve been one of the very few analysts",
      "who has been saying it for the\nlast two, two and a half years..",
      "I mean, YouTube, they&#39;re getting\na lot of videos on all that stuff.",
      "When crash was going on, no one had the\ncourage to make these type of videos.",
      "Anyways, coming back to the topic, and",
      "there are final two, three\npoints that I will tell you.",
      "See, point number one is that you\nshould be ready for minor corrections.",
      "Now, what is the meaning\nof minor corrections?",
      "I&#39;m going to show you.",
      "I have at least been four or five times.",
      "What should you do when\nyou find minor corrections?",
      "This is very important.",
      "This is where my community\ncomes into the picture because.",
      "I was there through the entire day\nguiding my community, what to do, etc.",
      "If you are a serious investor, I would",
      "still suggest definitely\ngo check out my community.",
      "You will learn a lot.",
      "Basically, you have that cash component.",
      "This is where you should use it.",
      "You should not be panicking..",
      "It will still grow like this only.\nWhy?",
      "Because the debt on the\nworld is increasing.",
      "In fact, I will show you\none quick graph also here.",
      "This has to do with government expenses.",
      "Here are government interest repayments.",
      "It is this type of money, 1997.",
      "This, exponentially.",
      "People think that stock market returns are",
      "directly proportional to\nthe strength of the economy.",
      "Economy is going to tatters.",
      "It&#39;s not doing anything much.",
      "In fact, at one point in time, on a\nfive-year basis, Zimbabwe&#39;s stock market",
      "was the best performing\nstock market in the world.",
      "Zimbabwe&#39;s economy is not a turrum,\nit&#39;s really doing all that stuff.",
      "But people don&#39;t want to\nunderstand all these facts.",
      "So anyways, coming back to the topic, see,\nbasically, divide your portfolio into two.",
      "The first part of your portfolio,\nit should be in the stock market.",
      "Do not go equity light.",
      "Now, it really depends.",
      "For example, personally speaking, most\n65, 70% of my networth is in equities.",
      "How much ever you want to invest.",
      "On top of that, what I&#39;m doing right\nnow is that I&#39;m building a cash bucket.",
      "Like Mr.",
      "Warren Buffet, I&#39;m going to put that money\nto use when there is for 10% correction.",
      "And these type of minor\ncorrections will happen.",
      "Now, when will they happen?",
      "But if you just wait, you will definitely\nget these 10, 10% opportunities.",
      "So the split that I&#39;m using is that, Hey,\nI&#39;m trying to create, let&#39;s say, if I have",
      "one CR in the market, then\nI would at least have 20 Ls as my cash",
      "bucket because then I can take\nadvantages of these type of phases.",
      "This is literally point one.",
      "Point two has to do with the\nconcept of diversification.",
      "Since the day I have started my YouTube",
      "channel, I have been a firm\nadvocate of diversification.",
      "People keep on asking me,.",
      "For example, I purchased HDFC Bank.",
      "I have a lot of faith on HDFC Bank.",
      "What can I do?\nNumbers are good.",
      "Everything is good.\nEveryone understands.",
      "No one is panicking by holding HDFC Bank.",
      "On the flip side, I had purchased Aawas.",
      "It has given massive run-up.",
      "Hdfc, AMC, it has given crazy run-up.",
      "Zomato, DoubleSight, B-Zada, ho gya.",
      "Equitas, Jio Small Finance, Punj National",
      "Bank, Meta, 250% run-up\nand all that stuff.",
      "You basically buy a bunch of stocks.",
      "You allocate your money into...",
      "Some stocks will work,\nsome stocks will not work.",
      "That&#39;s how investing world operates.",
      "If people are telling you otherwise,\nthey&#39;re just",
      "You will keep on acting on all those\nrecommendations and you&#39;ll go bonkers.",
      "You just have to pick your set of 30, 40",
      "stocks, be well diversified\nin that, and that&#39;s it.",
      "And have a faith, even when\nthings are not running.",
      "For example, right now\nis HDFC Bank running?.",
      "Now, happy faces.",
      "A lot of you might be smiling.",
      "But see, in the last one, one\nand a half year, it has not run.",
      "It&#39;s not as if it&#39;s\nfundamentally bad stock.",
      "You pick fundamentally good\nthings, you stick by it.",
      "That&#39;s the concept of diversification.",
      "Now, if you&#39;re on a big portfolio,\ndefinitely diversify into something like",
      "real estate, definitely diversify\ninto something like BTC.",
      "All these are good, good assets..",
      "Now, third key point, SIP versus\nbulk buying.",
      "Now, I am becoming a more and more\nproponent of bulk buying over SIP.",
      "And they will keep on doing this.",
      "They had done this here also,\nand they are doing it here also.",
      "Markets will be managed.",
      "It&#39;s becoming more and more\nmanipulative, so to say.",
      "So what I would rather do is\nthat I would buy opportunities.",
      "So these are opportunity points to buy.",
      "I would not go crazy here when\nthe markets are hitting there.",
      "If there is a breakdown of a.",
      "So then that is what I would do.",
      "So final key point that, hey, still always\ngo back to that point of reinvestment.",
      "Don&#39;t keep on waiting for a market crash",
      "because crash, I don&#39;t\nknow when it will be.",
      "For example, if it was in\n2008, 2020, it would have been.",
      "Government just simply printed\nmoney, took the markets up.",
      "Within 2008, it took me 3, 4 years.",
      "2020, 2021, it was all time high.",
      "So it&#39;s like absolute crazy.",
      "So that is where we are.",
      "These are five, six points\nthat you should know.",
      "I hope that this made sense.",
      "If it did, do press the like\nbutton and I&#39;ll see you soon."
    ],
    "chatGPTresponse": "Here are the stocks discussed in the transcript with a brief summary for each:\n\n1. HDFC Bank: A fundamentally sound stock that has not seen significant price movement in the last year.\n2. Aawas: Not specified, likely a real estate-related investment.\n3. HDFC AMC: Has experienced significant price gains.\n4. Zomato: Mentioned alongside other high-growth stocks like DoubleSight and B-Zada.\n5. Equitas: Highlighted for its substantial run-up.\n6. Jio Small Finance: Positive mention for its growth.\n7. Punjab National Bank: Noted for its price appreciation.\n8. Meta Platforms Inc. (formerly Facebook): Mentioned alongside other high-performing stocks.\n9. Tarsons: Highlighted as an example of a stock with quick price gains.\n10. Delta Corp: Mentioned for its significant price increase.\n11. BTC or Bitcoin: Discussed as a potential investment option.\n12. Gold: Not recommended due to limited potential for growth.\n13. Warren Buffett's portfolio: Mentioned for his cash position and focus on opportunity money.\n14. Reits: Real Estate Investment Trusts discussed in the context of real estate investments.\n15. Stock market: Emphasized as a primary investment avenue.\n16. Debt market and yield curve inversion: Discussed for its impact on investment decisions.\n17. FDs: Mentioned as not keeping pace with inflation.\n18. Real estate: Highlighted with caution due to taxation issues.\n19. Bonds: Discussed in the context of changing investment dynamics.\n20. SIP (Systematic Investment Plan): Compared with bulk buying as an investment strategy.\n21. Minor corrections: Advised on how to handle market fluctuations.\n22. Market crashes: Warned against waiting for them and emphasized on reinvestment strategies."
  },
  {
    "id": "RWP_QEcGO1M",
    "name": "Rachana Ranade",
    "title": "Birthday Special Stock Analysis | 2024 | CA Rachana Ranade",
    "date": "2024-06-26T12:00:05Z",
    "transcript": [
      "Hey folks, CA Rachana Ranade here and I welcome \nyou all to a shoot and release video as my  ",
      "birthday special video. So just in case you \nknow if I fumble upon something, please check  ",
      "out the pinned comment so that you get to know \nabout anything which I stumbled upon right ? So  ",
      "with that let&#39;s get started right away. Today is \na special day and we are going to understand about  ",
      "a stock. We going to understand about this stock \nin absolute detail. In fact I had done the first  ",
      "video of this stock when I did the IPO analysis \nof that video. Then I followed up one more video  ",
      "on the same stock. Today I&#39;m going to cover the \nstock for the third time on my channel. But today  ",
      "we have some key research points which are based \nout of the May 2024 con call that happened for  ",
      "the company. Major data has been taken about that. \nJust to give you a small hint this company is into  ",
      "multiple business segments and in one business \nsegment they help deliver stuff in like 10 to  ",
      "15 minutes. But they don&#39;t deliver something which \nis like really really important and those are our  ",
      "courses and let me tell you that it&#39;s a wonderful \nthing because it&#39;s my birthday 26th and 27th June  ",
      "the only time in the year that&#39;s just once in a \nyear that you can get some amazing discounts. So  ",
      "please don&#39;t forget to use these coupon codes \nthat you can see on the screen. The offer is  ",
      "valid only till tomorrow. So please you know \nenroll for these courses, invest wisely, learn  ",
      "smartly and very important as a birthday special, \nwe are doing three new launches. First one is the  ",
      "Magic of Mutual Funds 2.0 course the second one \nis in Marathi which is Maitri Mutual Fund shi  ",
      "and the third one is Pro-investor memberships but \nin Marathi. Now with this as an introduction, let  ",
      "me tell you the name of the company. It is right \nin front of you which is ZOMATO. Right ? First  ",
      "let&#39;s understand about the business model of the \ncompany. I&#39;m sure everyone knows four business  ",
      "segments is what I must say. One is Food Delivery. \nEveryone knows about this. Second one is Quick  ",
      "Commerce. Quick Commerce is nothing but blinket. \nThird one is Going Out. So Going Out includes more  ",
      "of dining out and also includes one very important \npoint which is event ticketing and the fourth one  ",
      "is B2B supplies. I&#39;m sure you might have heard \nabout hyper pure. okay. We are going to delve  ",
      "into depth for all these four segments but what \nwe are going to do is we&#39;re going to tackle them  ",
      "one by one. So first we&#39;re going to kick start \nwith food delivery which accounts for 63% of the  ",
      "GOV. What is GOV Gross Order Value. Okay. So you \ncan just imagine from the top line a major chunk  ",
      "comes from this segment which is food delivery. Of \ncourse sales and GOV there&#39;s a small difference.  ",
      "Okay. But first let&#39;s understand that ZOMATO which \nwas at an IPO based price. It fell down and from  ",
      "that bottom-most point it started recovering. We \nfirst must understand what were the factors that  ",
      "led to the recovery of ZOMATO which led to the \ngrowth of ZOMATO. Three-four important points  ",
      "that they did. Number one they exited from \n225 smaller cities where their performance  ",
      "was not that great. They did certain layoffs \nwherein they shrunk their workforce by almost  ",
      "4%. Now comes a very important point which is \nabout platform fees that they started in August  ",
      "2023 with just 2 rupees as platform fee per order. \nLatest data, their platform fee is 5 rupees now.  ",
      "When I did a video on ZOMATO few months ago, I \ntold you that 1.3 million orders is what they  ",
      "deliver per day. But as per the latest you know \ninterview which I saw of one of their Founders,  ",
      "2 million is the latest data of the number of \norders. So you can imagine 20 lakh orders per  ",
      "day is what they are delivering and with 5 rupees \nplatform fee 1 Crore Rupees is the revenue just  ",
      "based out of platform fees. So that is something \nreally interesting. Plus the number of restaurants  ",
      "that they used to cater to was originally 150k. \nWhen I did that video as of the latest data,  ",
      "it is 2,47,000 restaurants. Right. So if you can \nsee a restaurant partners are also increasing at  ",
      "a CAGR at 17% and delivery partners are also \nincreasing at a CHR of almost 21%. So all in  ",
      "all good growth is what we can see in the the \nfood delivery business. But this is not what the  ",
      "founders are betting on. Something more and that \nis not about the food delivery business. They are  ",
      "betting more on the BLINKET business. Now first \nwe need to understand BLINKET is nothing but in  ",
      "the Quick Commerce segment. Right. So let me just \nagain focus first BLINKET is based on the Quick  ",
      "Commerce segment right and here it&#39;s more about \ndelivering stuff in less than let us say 10 to  ",
      "15 minutes okay. Now you can understand that yes \nthere have been multiple competitors as well. I&#39;m  ",
      "sure you have heard about ZEPTO. You have heard \nabout Swiggy Instamart. You have heard about  ",
      "BLINKET which is a fully owned ZOMATO company by \nthe way. Okay. And the fourth one you might have  ",
      "also heard about Big Basket. Now if you remember \nthe early mover advantage was with Big Basket.  ",
      "In fact they were the leaders in the segment for \nquite a long time. But still they were not able to  ",
      "sustain that for a long time. I mean they were the \nbusiness leader for a long time but were not able  ",
      "to sustain it eventually and right now if you know \namongst the competitors they are at the bottommost  ",
      "position. Okay. So what their founder has also \nvery clearly mentioned in one of their interviews  ",
      "is that he said that yes BLINKET or any other \nbusiness is what he says that will not I mean  ",
      "none of the business models that are created \nright now will last for more than a decade is  ",
      "what the founder says and that is the reason why \nthey he has mentioned that you need to innovate  ",
      "and create new businesses is what Mr. Deepinder \nGoyal said right so what he&#39;s saying that even if  ",
      "we feel that yes BLINKIT is Big this that if they \ndon&#39;t change then they will not be able to sustain  ",
      "in the longer run. Right. In fact talking going \nback to Big Basket if you remember they started  ",
      "with delivering groceries or delivering milk I \nmean daily needs is what you can say but they  ",
      "used to tell us that if you want milk let us say \nin the early morning and eggs in the early morning  ",
      "you need to place the order let us say by 10 or \n11 at night. But what did BLINKET say ? Are you  ",
      "tell us we&#39;ll deliver it to you in 15 minutes. \nWhy do you have to place the order like one  ",
      "night before ? Not required. In fact they started \nwith these things like milk, eggs, grocery this  ",
      "that but eventually they have moved on to a lot of \nstuff something like electronics, fashion and they  ",
      "are foring into newer and newer areas. Now along \nwith this, what is BLINKIT&#39;s biggest advantage is  ",
      "the number of dark stores that they have. Now \njust in case if you don&#39;t know what is a dark  ",
      "store ? Dark store is nothing but like a warehouse \nwhich the company has in which they you know have  ",
      "a lot of items which are frequently ordered. Now \nyou can imagine if these dark stores are located  ",
      "in densely populated areas where the number of \norders are pretty high then you can imagine, the  ",
      "delivery time will be very less. If the dark store \nis located in a very good spot, Sweet spot. Sweet  ",
      "Spot means what where the population is pretty \nmuch highly dense right and that is what they  ",
      "have targeted and they have a very nice count of \nthe stores. Now coming to the funding side, ZOMATO  ",
      "because they believe in this segment they are \npumping 300 crores more into BLINKET that&#39;s that  ",
      "shows the confidence that they have in BLINKET. \nBut don&#39;t get very much you know excited because  ",
      "I&#39;m going to tell you about their competitor as \nwell ZEPTO. This is a very latest news just five  ",
      "six days ago. They raised a total funding latest \nfunding round basically was of $665 million and if  ",
      "you were to translate that into Rupees it&#39;s almost \n5,600 Crore rupees. Now ultimately it&#39;s going to  ",
      "be a deep pocket game. A company which is able to \nbring in more funding, a company which is able to  ",
      "burn more if they are able to come up with newer \nand newer concepts newer and newer ways to deliver  ",
      "quicker and deliver a wider range of products \nthey are going to win this game. But I believe  ",
      "that right now because BLINKET has you know proven \nitself in this area right now to a great extent,  ",
      "if they keep on keep up pace with whatever they \nare doing they are set to you know grow bigger  ",
      "and bigger. Now if I compare the store count \nbecause right now we did talk about the funding  ",
      "of ZEPTO. Let&#39;s also talk about the store count. \nSee Instamart has 490 outlets, ZEPTO has 360 but  ",
      "BLINKET has 526 stores as at FY24 and they plan \nto take it to 1,000 stores by FY25. Now the point  ",
      "that I mentioned you more and more stores is equal \nto what more and more stores is equal to they will  ",
      "be able to deliver in the shortest possible time \nokay. But now one question pops up here is that if  ",
      "they keep on adding more and more stores will it \nlead to a bigger and bigger outlay of funds ? The  ",
      "answer is NO. Because now they are also going to \nturn to franchise model. So just as an example,  ",
      "if you want to start a dark store, you need to do \nsome investment. They will give you some return  ",
      "on your investment plus you&#39;ll also get some \npercentage of sales something like that. Okay. So  ",
      "all in all there was a survey also which was made \nby THE ARK and they said that this is going to be  ",
      "a pretty interesting franchise model. They have \nalso mentioned in their article that typically  ",
      "dark store peaks at 1,500 to 1,700 daily orders \non weekday and 2,000 to 2,500 orders on weekend  ",
      "at this junction. So you can imagine what high \nnumber of orders that they are seeing right  ",
      "now that&#39;s pretty interesting. So just to sum up \nZOMATO scale in Quick Commerce is now 50% larger  ",
      "than competitors ZEPTO in quick Commerce means \nI&#39;m talking about BLINKET It&#39;s larger by 50%  ",
      "than its competitors. So they are way ahead of it \ncompetitors. Very clearly we can understand that  ",
      "and Goldman Sachs reports as ZOMATO continues \nto improve profitability particularly in Quick  ",
      "Commerce multiples could further rerate is what \nGoldman Sachs has also mentioned. Right. So this  ",
      "was about the key component that I wanted to focus \nmore on talking quickly about going out business.  ",
      "They do have this going out dining out basically \nif I were to go to a restaurant I can book a table  ",
      "to through their app. I also can get some offers \nand that is how I can use this feature of dining  ",
      "out. They also have something like ZOMATO LIVE. \nThat&#39;s into events. By the way you might have also  ",
      "read about this news. Very recent news. 18th June \nnews wherein it was mentioned that ZOMATO plans to  ",
      "acquire paytm movie business. That will be about \ntheir online event segment that we discussed in  ",
      "the beginning. So that is what is the news. But \nimmediately clarification was given by ZOMATO that  ",
      "yes we have read a lot of news. We have noticed \nthat there are certain news articles about this  ",
      "but currently it is not I mean you know they have \nnot taken any ultimate decision. No final decision  ",
      "is taken by ZOMATO is the clarification that they \nhad given. Talking about the last one which is B2B  ",
      "business not a big one it&#39;s about hyper pure this \nis where they source raw material to hotels okay.  ",
      "So this is about the B2B business is it scaling \nyes a good CAGR 152% but all in all it&#39;s it&#39;s a  ",
      "very small. I mean the volume itself is very small \nand that is the reason why you can see a higher  ",
      "CAGR. Okay. EBITDA they are into negative still \nat minus 4% at an EBITDA margin level is what  ",
      "I&#39;m saying. Now talking about financials yes food \ndelivery business is growing the GOV is growing  ",
      "QoQ change is 6% Quick Commerce is growing at 28% \ngoing out 26% this is also you know picking up  ",
      "pace and the B2B business the hyper pure business \nthe one that I mentioned is growing at 13%. All in  ",
      "all revenue is also up EBITDA numbers are good so \nwe have discussed about this whole financials in  ",
      "one of our earlier videos as well but just to \ngive you a quick sum up basically the biggest  ",
      "revenue generation is currently being done by \nfood delivery. But it is said that the Quick  ",
      "Commerce BLINKET that can actually overtake the \nfood delivery business is what their management  ",
      "also feels in a matter of roughly one year is \nwhat their management has mentioned right. Now  ",
      "some interesting research that our team has also \ndone. See just have a look at this. Okay. What can  ",
      "you see here a thumbs up bottle on Amazon costs 40 \nrupees but on BLINKET costs 45 rupees because they  ",
      "are giving here at a discount of 11% discount to \nMRP here they are giving no discount but here you  ",
      "can get it in 11 minutes here you&#39;ll maybe take \none day. okay so here for convenience they&#39;re  ",
      "selling it at MRP and that is where they can gain \nmore money right but if you see about certain  ",
      "Electronics on Amazon you can get this boat \nheadphone at 1499 but on BLINKET you can get the  ",
      "same one see I&#39;m talking about boat airdopes 170 \nTWS earbuds Boat airdopes 170 TWS same here you  ",
      "can get it at 999 here it was at 1499. So you can \nget it at a cheaper price at BLINKET. But there  ",
      "are some products here you can see OnePlus buds \nthe are these are at 2499 and BLINKET same OnePlus  ",
      "not buds at 2499. So here you can understand that \na one more example. They have also fored into  ",
      "kurtas and here you can see this is an example \nof MYNTRA the the kurtas range from 900 to 1200  ",
      "delivery time could be somewhere around 2 to 4 \ndays and BLINKIT is at 929 delivery in 10 minutes.  ",
      "This is crazy right. So I think this is going to \nbe something as a game changer. So if you see here  ",
      "all in all for some products they are charging \nmore or less similar right for some products they  ",
      "are charging lesser as compared to competitors for \nsome products they are charging a little bit more  ",
      "than the competitors. They&#39;re trying to you know \ndo their own math of where people are ready to pay  ",
      "more and where people would be interested to be. \nI mean where people would be more price sensitive  ",
      "they are doing their own analysis and they also \nmention about the Synergy that they have. See  ",
      "overall what they are saying this is like the sum \nup point now they mentioned that yes we do have  ",
      "Synergy benefits because any person who&#39;s going to \norder for the food delivery is a likely customer  ",
      "base for Quick Commerce as well and also for going \nout and if I&#39;m talking about restaurants then yes  ",
      "restaurant for going out and hyper pure as well so \nthey definitely have Synergy benefits no doubts on  ",
      "that coming to the ultimate part of technical \nanalysis this was the IPO base okay. We saw a  ",
      "big downfall from here the growth started and here \nyou can see it faced some sort of resistance okay.  ",
      "This was the IPO base it went out of here this \nwas the election day where it you know cracked  ",
      "down almost until 146 but right now again it \nseeing some sort of resistance here but I if  ",
      "you have done my course on technical analysis you \nvery well know what sort of pattern is this and if  ",
      "you can identify patterns you will also be able to \nunderstand what could be the target price based on  ",
      "the patterns well just to tell you one more time \nthat this is not a stock recommendation again a  ",
      "disclosure that yes this is a part of my portfolio \nand this is a part of my satellite portfolio not  ",
      "a core portfolio because I believe that yes the \ncompetition is going to kick in at some point in  ",
      "time. They may lose business advantage and that \nis the reason why I may hold it for a short to  ",
      "medium-term in my portfolio. I hope you enjoyed \nthis one. Till then take care Jay Hind and Bye-Bye"
    ],
    "chatGPTresponse": "The only stock discussed in the transcript is Zomato, a company that operates in multiple business segments including food delivery, Quick Commerce (BLINKET), Going Out, and B2B supplies. Key points include significant growth in food delivery business, emphasis on Quick Commerce segment, and potential impact on stock performance."
  },
  {
    "id": "u0FmoMV1VF8",
    "name": "Rachana Ranade",
    "title": "How to Get Rich Quickly | Intraday and FnO Trading | CA Rachana Ranade",
    "date": "2024-05-29T12:26:59Z",
    "transcript": [
      "मैं एक गेम क्यों खेल रहे हो चलो इंट्राडे",
      "ट्रेडिंग करते हैं इंट्राडे ट्रेडिंग क्या",
      "है इंट्राडे ट्रेडिंग में हम एक दिन में",
      "अमीर बन सकते हैं हां",
      "दिखाओ देखो हमने एक ट्रेड ले लिया चलो चलो",
      "खेल बंद करो चलो खाना खाते हैं मॉम हम गेम",
      "नहीं खेल रहे हैं हम इंट्राडे ट्रेडिंग कर",
      "रहे हैं और हमने पोजीशन ओपन कर",
      "ली नमस्ते दोस्तों कैसे हैं आप आप तो मजे",
      "में है लेकिन मुझे बहुत चिंता हो रही है",
      "क्या आप जानते हैं आजकल कॉलेज के बच्चे और",
      "स्कूल के बच्चे और कई लोग इंट्राडे और एफ",
      "एंड ओ करने लगे हैं मैं उनमें से एक से",
      "मिली और पूछा आप इंट्राडे ट्रेडिंग क्यों",
      "कर रहे हैं उसने कहा मेरा गोल एक दिन में",
      "800 या हजार कमाने का है तो मैं अपनी",
      "पढ़ाई का खर्च खुद उठाऊंगा मेरे पेरेंट्स",
      "पर बोझ नहीं डालना है हम यूएस में नहीं",
      "रहते हम भारत में रहते हैं हमारे पास ऐसे",
      "पेरेंट्स हैं जो अच्छी देखभाल करते हैं",
      "जिम्मेदारी लेते हैं और खुश है कि वह अपने",
      "बच्चों को शिक्षित करेंगे वह एक्सपेक्ट",
      "करते हैं कि आप अच्छे से पढ़ाई करें अच्छी",
      "पढ़ाई करो और अच्छी नौकरी करो या अच्छा",
      "बिजनेस शुरू करो और आपसे अपेक्षा की जाती",
      "है कि जब उन्हें आपकी जरूरत हो तो आप उनके",
      "साथ रहे तो आज के वीडियो में हम कुछ बहुत",
      "ही इंपॉर्टेंट चीजों पर बात करेंगे और आज",
      "के वीडियो में हम क्या सीखने जा रहे हैं",
      "तो हम इंट्राडे और एफ एंड ओ से जुड़े कुछ",
      "फैक्ट्स देखने जा रहे हैं लोग इंट्राडे",
      "क्यों करते हैं यह देखेंगे हम डिस्कस",
      "करेंगे कि क्या इंट्राडे रिस्क भरा है या",
      "नहीं और क्या आप शेयर मार्केट से जल्दी",
      "अमीर बन सकते हैं इन सभी सवालों के जवाब",
      "हम आज की वीडियो में देखेंगे आज का वीडियो",
      "बहुत इंपॉर्टेंट है अगर आप इसे बीच में से",
      "देखेंगे तो आपका कंक्लूजन बहुत अलग होगा",
      "तो पूरा वीडियो देखना ना भूले चलिए अब",
      "इंट्राडे और एफ एंड ओ के बारे में कुछ",
      "फैक्ट्स या तथ्य जानते हैं इसके बारे में",
      "हम क्या करेंगे हम दो डेटा पॉइंट्स को चेक",
      "करने जा रहे हैं एक डाटा पॉइंट यह है",
      "नितिन कामत ने ट्वीट किया है और हम इस पर",
      "करने जा रहे हैं और हमारे शेयर मार्केट",
      "रेगुलेटर यानी सेबी ने भी ब्रोकर्स को कुछ",
      "डिस्क्लोजरस देने के लिए कहा है हम",
      "देखेंगे कि वह क्या है यह तो नितिन कामत",
      "जी का ट्वीट था वैसे यह जीरोधा के मालिक",
      "हैं वह क्या कहते हैं आई एम सरप्राइज्ड",
      "दैट सो मेनी आर सरप्राइज्ड दैट जस्ट 1 पर",
      "ऑफ एक्टिव ट्रेडर्स मेक मोर दन बैंक एफडी",
      "ओवर ्र इयर्स टाइम फ्रेम एक्टिव ट्रेडिंग",
      "इज लाइक रनिंग अ बिजनेस ओनली अ स्मल",
      "परसेंटेज सक्सीडेंस",
      "वाक्य थे ओके उनका कहना है कि जितने",
      "एक्टिव ट्रेडर हैं एक एक्टिव ट्रेडर क्या",
      "है जो लगातार ट्रेड करता है यानी जो बहुत",
      "ज्यादा इंट्राडे ट्रेडिंग करता है और",
      "सोचिए ऐसे 100 लोगों में से सिर्फ एक ही",
      "सिर्फ इतने ही लोग जो 3 साल के टाइम में",
      "एफडी से ज्यादा रिटर्न कमा सकते हैं अब",
      "अगर हम एफडी का रिटर्न 7 से 8 पर माने तो",
      "इसका मतलब यह है कि जो लोग इंट्राडे",
      "ट्रेडिंग करते हैं उन्हें हर साल सा से 8",
      "पर से ऊपर का लाभ मिलता है 3 सालों तक",
      "मिलता ऐसे कितने हैं 100 में से बस एक अब",
      "आप खुद ही देख लीजिए यह ट्वीट करने की",
      "क्या जरूरत है क्योंकि जीरोधा को ज्यादा",
      "आमदनी कहां से होने वाली है इंट्राडे",
      "ट्रेडिंग के जरिए एक्चुअली उन्हें कहना",
      "चाहिए कि इंट्राडे ट्रेडिंग बहुत अच्छा है",
      "और इससे उन्हें ज्यादा पैसे मिलते रहेंगे",
      "पर फिर भी वह लोगों की भलाई के लिए कह रहे",
      "हैं जनहित में जारी लेकिन आप सोचिए यह बात",
      "भी उतनी ही सच है कि सिर्फ एक ही परसेंट",
      "एक्टिव ट्रेडर्स में से बैंक एफडी से",
      "ज्यादा कमा सकते हैं आपको अंदाजा तो हो ही",
      "गया होगा कि आप कितना रिस्क ले रहे हैं और",
      "कितना रिटर्न मिल सकता है ऐसा नितिन जी",
      "कहते हैं अब चलिए देखते हैं कि सेबी क्या",
      "कहता है यानी सेबी ब्रोकर्स को क्या",
      "डिस्क्लोजर दे रहा है सेबी ने कुछ दिनों",
      "पहले एक स्टडी किया और एक सर्वे कराया और",
      "यह पता लगाया कि इक्विटी एफ एंड ओ सेगमेंट",
      "में 10 इंडिविजुअल ट्रेडर्स में से नौ को",
      "नेट लॉसेस हुए यानी देखिए एफएओ ट्रेडिंग",
      "में 10 में से नौ लोगों को नुकसान हुआ है",
      "ऑन एन एवरेज लॉस मेकर्स रजिस्टर्ड नेट",
      "ट्रेडिंग लॉस जो 0000 के आसपास था एवरेज",
      "0000 का नुकसान हुआ है यह मैं नहीं कह रही",
      "हूं ये नितिन कामत नहीं कह रही हैं",
      "डायरेक्टली सेबी कह रही है सेबी के एक",
      "सर्वे के बाद अब देखिए सेब क्या कह रही है",
      "कि यह नुकसान तो है ही पर आमतौर पर और",
      "क्या देख सकते हैं जो ट्रांजैक्शन कॉस्ट",
      "है ट्रांजैक्शन कॉस्ट क्या है ब्रोकरेज",
      "एसटीटी ब्रोकरेज पर जीएसटी एक्सचेंज फीज",
      "और यह सभी मिलकर अराउंड 28 पर एडिशनल",
      "कॉस्ट वगैरह यह सभी जुड़ जाती है और देखिए",
      "इस सब का क्या मतलब है ब्रोकर या मार्केट",
      "रेगुलेटर हर कोई यही बता रहा है कि लॉस की",
      "पॉसिबिलिटी बहुत ज्यादा है और फिर भी लोग",
      "ऐसा क्यों सोचते हैं कि इंट्राडे और एफएओ",
      "धन की कुंजी है और यह सभी जल्दी अमीर बनने",
      "के साधन हैं मुझे आज तक इसका कारण पता",
      "नहीं चला और ऐसा करने वाले बहुत सारे लोग",
      "हैं यहां तक कि कॉलेज के बच्चे भी हैं एक",
      "दिन मेरे पति ने कहानी सुनाई वो एक जर्मन",
      "कंपनी में काम करते थे और वहां जो",
      "फैक्ट्री में शॉप फ्लोर पर काम करते थे",
      "जिनकी सैलरी जनरली 20000 से 30000 के बीच",
      "होती है वह भी हर दिन एफ एंड ओ करते थे",
      "क्यों जल्दी से अमीर बनने की उम्मीद में",
      "पर क्या होता है हमने इसे ट्वीट्स में देख",
      "लिया है 10 में से नौ लोग एवरेज 50000 के",
      "नुकसान में हैं इसलिए मुझे आशा है कि आप",
      "जान गए होंगे कि एफ एंड ओ रिस्क भरा ही है",
      "इंट्राडे रिस्क हरा ही है लॉस होने की",
      "पॉसिबिलिटी बहुत ही ज्यादा है और इसके",
      "बावजूद लोग इंट्राडे क्यों करते हैं चलिए",
      "इसे अगले भाग में देखते हैं अब जानते हैं",
      "कि लोग इंट्राडे ट्रेडिंग क्यों करते हैं",
      "और पता है मैंने इसके लिए क्या किया मैंने",
      "कई कॉलेजेस का दौरा किया और वहां कुछ",
      "स्टूडेंट्स से यह क्वेश्चन पूछे रैंडम",
      "पूछा कि आप इंट्राडे ट्रेडिंग क्यों करते",
      "हैं तो पहले आदमी ने मुझे आंसर दिया कि",
      "मैं 10 टू सिक्स कैटेगरी का आदमी नहीं हूं",
      "इन शॉर्ट उसके चेहरे पर भाव था कि मैं 10",
      "टू सि की नौकरी का यह बेकार काम नहीं करना",
      "चाहता ओके मैंने कहा तुम क्या चाहते हो",
      "उसने कहा कि मुझे फ्रीडम चाहिए मैं जब",
      "चाहूंगा तब ट्रेड करूंगा जिस दिन नहीं",
      "चाहूंगा उस दिन ट्रेड नहीं करूंगा और रोज",
      "हजार मिलेंगे तो मैं नौकरी क्यों करूं तो",
      "जब मैंने सुना तो मैंने कहा कि आपकी कितनी",
      "मीठी मिसकनसेप्शन है कि आपको बहुत ज्यादा",
      "काम नहीं करना है उसे लगा मैं इसे आसानी",
      "से करूंगा मतलब उसके चेहरे से साफ था कि",
      "उसे लगा कि यह आसानी से पॉसिबल है आप यह",
      "कैसे तय करते हैं कि कौन सा शेयर खरीदना",
      "है और कौन सा बेचना है उसने कहा यह आसान",
      "है egramswaraj.gov.in",
      "होगा और इसमें आपको ना सिर्फ खूब अभ्यास",
      "करना पड़ता है बल्कि अपनी मेंटल",
      "स्टेबिलिटी भी बनाए रखनी होती है कई लोग",
      "इसके लिए तो प्राणायाम मेडिटेशन और ध्यान",
      "भी करते",
      "हैं वह लोग अपना मानसिक संतुलन बनाए रखने",
      "के लिए ऐसे कई तरीके अपनाते हैं और बहुत",
      "प्रयास करते हैं तब कहां जाकर आप प्रॉफिट",
      "कमाना शुरू कर सकते हैं राइट दूसरा जब",
      "मैंने कुछ लोगों से पूछा कि आप इंट्राडे",
      "ट्रेडिंग क्यों कर रहे हैं वह कहते हैं कि",
      "हम जल्दी अमीर बनना चाहते हैं पर एक आदमी",
      "ने मुझे क्या बताया मैं जल्दी अमीर बनना",
      "चाहता था पर इंट्राडे में मुझे कुछ नुकसान",
      "भी हुआ है मैंने कहा ओके तो क्या अब तुम",
      "इंट्राडे छोड़ दोगे तो उसने कहा क्यों",
      "छोड़ दूं मैं उस प्रॉफिट को वापस पाना",
      "चाहता हूं जहां मुझे लॉस हुआ था इसे हम",
      "अंग्रेजी में रिवेंज ट्रेड कहते हैं",
      "रिवेंज ट्रेड क्या है अगर इंट्राडे में",
      "घाटा हुआ है तो इंट्राडे में प्रॉफिट",
      "कमाएंगे और देखिए इसी चक्कर में आमतौर पर",
      "आपको ज्यादा लॉस की संभावना होती है तो अब",
      "आप सोचिए कि रिवेंज ट्रेड तो सबसे गलत है",
      "यह तो कॉलेज के बच्चों के बारे में था और",
      "अब एक बहुत बुरी कहानी बताने जा रही हूं",
      "मेरा एक स्टूडेंट एक बार मुझसे मिलने आया",
      "वह काफी निराश था मैंने कहा क्या हुआ उसने",
      "कहा मैडम क्या बताऊं मैंने अपने दोस्तों",
      "से एफ एन ओ के बारे में जानकर मैंने इसे",
      "करना शुरू कर दिया और मैंने सोचा कि ओह",
      "मैं तो अब एफ एंड ओ में एक्चुअली अच्छा हो",
      "रहा हूं पर मेरे पास पैसों की कमी थी तो",
      "मैंने क्या किया मैंने पर्सनल लोन ले लिया",
      "पर्सनल लोन लेकर जो पैसा मिला उसे",
      "फ्यूचर्स एंड ऑप्शंस में लगा दिया और उसने",
      "कहा कि मैं क्या कहूं मैंने करीब 5 लाख का",
      "लोन लिया था और आज सिर्फ 70 या 80000 बचे",
      "हैं और देखिए अगर आप पर्सनल लोन लेकर एफएन",
      "ओ और इंट्राडे करेंगे तो लाइफ में इससे",
      "बड़ी गलती कोई नहीं होगी तो अब आप जान गए",
      "होंगे कि लोग इंट्राडे ट्रेडिंग क्यों",
      "करते हैं यह जल्दी अमीर बनने का मार्ग",
      "नहीं है लोग सोचते हैं कि मैं समय के बंधन",
      "से छुटकारा पाने के लिए इंट्राडे करता हूं",
      "और एक या दो ट्रेड में या पर्सनल लोन लेकर",
      "मैं तुरंत अमीर बन जाऊंगा यह बिल्कुल नहीं",
      "होने वाला तो इंट्राडे ट्रेडिंग क्यों",
      "नहीं करना है इस बात पर आपको यकीन हो गया",
      "होगा अब देखते हैं कि क्या इंट्राडे",
      "ट्रेडिंग वाकई रिस्क भरा है या नहीं आपको",
      "सबूत दिखाती हूं आपको निफ्टी के इंट्राडे",
      "के एक घंटे का चार्ट दिखाती हूं यह देखो",
      "अब आप क्या कहेंगे यह चार्ट ऊपर गया मतलब",
      "कीमत ऊपर गई और फिर नीचे आ गई वापस ऊपर",
      "गया नीचे आया फिर ऊपर गया और क्या आपका ब",
      "बीपी ऊपर या नीचे जा रहा है निफ्टी भी यही",
      "कर रहा है यह एक घंटे का चार्ट है यानी कि",
      "इसमें एक घंटे का कैंडल है अब आप कह सकते",
      "हैं कि यह बहुत वोलेटाइल है वोलेटाइल का",
      "मतलब है कि निफ्टी बहुत ऊपर नीचे हो रहा",
      "है अब इस बारे में कुछ विद्वान क्या कहते",
      "हैं ओह यह आसान है जब यह नीचे हो तब",
      "खरीदें जब यह ऊपर हो तब बेचे जब यह वापस",
      "नीचे आए तब खरीदें जब यह वापस ऊपर आए तो",
      "बेचे अगर यह इतना आसान होता तो 100 में से",
      "999 लोग प्रॉफिट कमाते और 1 पर लॉस उठाते",
      "लेकिन आप इसे समझ ले कि इंट्राडे ट्रेडिंग",
      "बहुत रिस्की है क्या आप जानते हैं कि",
      "कभी-कभी बहुत टेंशन होता है लोग आम तौर पर",
      "इस लेवल पर खरीदते हैं और अगर यह नीचे",
      "जाने लगे और लॉस बढ़ने लगे तो टेंशन आ",
      "जाता है और वह लॉस में बेचते हैं तो देखिए",
      "क्या आप ऐसे ही जीना चाहते",
      "हैं देखें चार्ट कैसा है निफ्टी का लॉन्ग",
      "टर्म चार्ट देखें यह लगातार ऊपर जा रहा है",
      "और अगर आप देखें तो मैंने 2002 के बाद से",
      "डाटा लिया है तो अगर आप अभी देखें तो आप",
      "यहां पर 2008 के आसपास देखेंगे हां 2008",
      "के आसपास ही एक बड़ी हाई है उसके आसपास",
      "हुआ है अगर आपने वहां खरीदा भी है तो कुछ",
      "ही सालों में वह टॉप तोड़ चुका है उससे भी",
      "ऊपर चला गया है और भी ऊपर चला गया है और",
      "अगर आप फॉलो कर रहे हैं तो आज मार्केट ऑल",
      "टाइम हाई पर चला गया है जब लॉन्ग टर्म में",
      "इतना सुख मिलता है तो लोग इंट्राडे में",
      "क्यों जाना चाहते हैं मैं नहीं",
      "जानती यह पहला कारण है अब आप जान गए हैं",
      "कि इंट्राडे रिस्क भरा क्यों है वोलेट और",
      "उतार चढ़ाव के कारण और आप क्या देखोगे",
      "लेवरेज यह लेवरेज क्या होता मैं आपको एक",
      "एग्जांपल से बताती हूं पर याद रखें कि",
      "लेवरेज एक दो धारी तलवार है कैसे एक",
      "एग्जांपल है मान ले मेरे पास अभी 0 है अगर",
      "आप छोटी संख्या लेते हैं तो आपके लिए इसे",
      "समझना आसान हो जाएगा अगर मेरे पास ₹ हो तो",
      "स्टॉक ब्रोकर्स क्या कहते हैं आप 5x",
      "पोजीशन ले सकते हैं 5x क्या है 20 गुना 5",
      "करो आप इंट्राडे में इतने रुपए का ट्रेड",
      "कर सकते हैं 20 गुना 5 का मतलब है कि मैं",
      "00 का ट्रेड कर सकूंगी मेरे पास 20 है",
      "यानी 80",
      "कैसे किया ब्रोकर ने मुझे उधार दिया है",
      "पैसे दिए हैं मुझे ओके अब मैंने इंट्राडे",
      "में 00 में कुछ शेयर खरीदे हैं देखिए क्या",
      "हुआ जैसे तब बताया इंट्राडे में वॉलेट हो",
      "गई और मेरे लेने के बाद शेयर 10 पर गिर",
      "गया ओके 0 थे बाप रे 90 पर पहुंच चुका है",
      "अगर यह और नीचे चला गया तो इसके बजाय लॉस",
      "बुक किया जाए और यहां 90 पर मैंने पोजीशन",
      "बंद कर दी कितना लॉस हुआ 10 अब आप क्या",
      "कहते हैं यहां हम करीब 10 का बैग देख देख",
      "रहे हैं ओके तो आप यहां 10 बैग आप देख रहे",
      "हैं जब ₹1 का नुकसान हुआ तभी 10 का एक बैग",
      "तो गया क्योंकि वो लॉस था आप कहेंगे कि 90",
      "तो है ना नहीं एक मिनट आपने ब्रोकर से 80",
      "उधार लिए",
      "थे हां ब्रोकर को 80 देने पड़े क्योंकि वह",
      "थोड़े समय के लिए था हमारे पास सिर्फ 10",
      "बचे हैं तो आप देखिए पहले 20 थे अब 10 बचे",
      "हैं इसका मतलब है कि आपकी 50 पर कैपिटल एक",
      "ट्रेड में बर्बाद हो गई एक ट्रेड में 50",
      "पर पैसा खो गया तो इंट्राडे ट्रेडिंग में",
      "लेवरेज एक खतरनाक प्रकार है इंट्राडे",
      "ट्रेड करने वाले किसी भी आदमी से पूछे और",
      "आप लेवरेज के बारे में काफी कहानियां",
      "सुनेंगे अब आप जान गए होंगे कि लेवरेज की",
      "प्रॉब्लम क्या हो सकती है तीसरा सबसे",
      "इंपॉर्टेंट रिस्क यह है कि लोगों को",
      "इंट्राडे के बारे में कोई इंफॉर्मेशन नहीं",
      "है इसके बारे में कोई एक्सपीरियंस नहीं है",
      "जैसा कि पहले बताया लोग यही कहते हैं कि ₹",
      "का शेयर अब 6000 का हो जाएगा क्या आप मेरा",
      "चेहरा यहां देख रहे हैं यह एक धोखा है एक",
      "फ्रॉड है मेरा नाम यूज करके कई लोग कहते",
      "हैं मैं आपको इंट्राडे और एफ एंड ओ टिप्स",
      "दूंगा आप अच्छा पैसा कमा सकते हैं मेरी",
      "तस्वीरें दिखाते हैं मेरे कितने फोटो यह",
      "फ्रॉड स्टर्स लाते रहते हैं सावधान रहे",
      "मैं कभी भी टिप्स नहीं देती इंट्राडे या",
      "एफ एंड ओ पर टिप्स नहीं देती मैं सिर्फ और",
      "सिर्फ नॉलेज देती हूं और याद रहे जो भी",
      "आपको ऐसे टिप्स देता है ऐसे लोगों से",
      "सावधान रहे और उनसे बिल्कुल भी ट्रेड्स ना",
      "ले पहले आप खुद स्टडी करें और और फिर",
      "ट्रेडिंग शुरू",
      "करें अब तक आप जान गए होंगे कि रचना के",
      "अनुसार इंट्राडे ट्रेडिंग नहीं करनी चाहिए",
      "एफएओ ट्रेडिंग नहीं करनी चाहिए अब आप",
      "कहेंगे इंट्राडे नहीं एफएन ओ नहीं लेकिन",
      "क्यों क्योंकि मैंने तुम्हें सब कुछ बता",
      "दिया था इसके लिए स्टडी स्किल्स और",
      "एक्सपीरियंस की जरूरत होती है और फिर आपको",
      "अपनी माइंडसेट भी सही रखनी होगी और तब",
      "जाकर आप 100 में से एक बनने की संभावना है",
      "आप कहेंगे बाप रे यह तो खतरनाक है फिर हम",
      "99 में ही होंगे फिर अमीर कैसे बनेंगे",
      "लॉन्ग टर्म इन्वेस्टिंग से ऑफकोर्स लॉन्ग",
      "टर्म इन्वेस्टिंग से एक एग्जांपल देती हूं",
      "आपने नाम तो सुना ही होगा कौन वरेन बफे",
      "क्या आप जानते हैं वॉरेन बफे की नेट वर्थ",
      "यानी उनके पास कितने रुपए हैं और वह है",
      "13170 करोड़ अमेरिकी डॉलर ओके भारतीय",
      "रुपयों में अगर इसे 82 से मल्टीप्लाई कर",
      "दिया जाए तो उनकी टोटल नेट वर्थ",
      "1080000 करोड़ इतनी हो जाती है",
      "बापरे आज उनके पास 1080000 करोड़ की एसेट",
      "है तो फिर बेशक उनके पास 11 दिन में पैसे",
      "डबल जैसी कोई स्कीम होगी उनके पास ऐसी कोई",
      "स्कीम नहीं थी वरन बफे जैसा बुद्धिमान",
      "आदमी कह रहा है कि मुझे भी कभी 25 पर",
      "सीएजीआर या 25 पर रिटर्न हर साल नहीं मिला",
      "जनरली उन्हें हर साल अराउंड 19 पर के",
      "आसपास सीएजीआर मिला है आप कहोगे अरे यह",
      "क्या सिर्फ 19 पर 19 प्र एक वर्ष का नहीं",
      "देखिए उन्हें 53 साल में एवरेज 19 पर का",
      "रिटर्न मिला है आप कंपाउंडिंग मेथड को",
      "देखें अगर आज 100 है तो 100 का 119 अब",
      "अगले साल 119 पर 19 पर और ऐसे करते करते",
      "करते 53 साल में देखिए उन्हें धन कमाने की",
      "क्या जबरदस्त अपॉर्चुनिटी मिल गई इससे",
      "आपको पता चलेगा कि इंट्राडे में आपका ब",
      "बीपी इतना बढ़ने की बजाय अगर आप बेहतर",
      "डिसिप्लिन मेथड से इन्वेस्टमेंट करते हैं",
      "तो फिर आपको प्राइस की अच्छी एप्रिसिएशन",
      "भी मिलती है और आप कंपाउंडिंग के जरिए समय",
      "का फायदा भी उठा सकते हैं अब आप कहेंगे कि",
      "अमेरिका का एग्जांपल तो ठीक है हमें भारत",
      "का भी एग्जांपल दीजिए फोस एक अच्छा",
      "एग्जांपल है फोसिस का शेयर 1993 में स्टॉक",
      "एक्सचेंज पर लिस्ट हुआ था और इसके आईपीओ",
      "की कीमत 95 थी अब अगर किसी आदमी ने सिर्फ",
      "100 शेयर खरीदे तो देखिए उन्होंने कितना",
      "इन्वेस्ट किया है 100 गुना 95 यानी",
      "99500 ओके और देखिए उन्हीं शेयर्स के यानी",
      "100 शेयर्स के बोनस स्प्लिट वगैरह होने के",
      "बाद आज वही शेयर 102400 हो गए हैं अगर",
      "बोनस और स्प्लिट नहीं जानते तो आपने स्टॉक",
      "मार्केट का बेसिक कोर्स नहीं किया है",
      "मैंने इस कोर्स में 70 से ज्यादा कांसेप्ट",
      "सिखाई हैं बहुत ही सिंपल भाषा में हमारी",
      "वेबसाइट पर जाना ना भूले और आप इस कूपन",
      "कोड का भी उपयोग कर सकते हैं अपने",
      "एग्जांपल पर वापस चलते हैं बोनस और",
      "स्प्लिट के कारण 100 शेयर 102400 शेयर बन",
      "गए अगर इन शेयर्स को आज के मार्केट प्राइस",
      "से मल्टीप्लाई किया जाए तो क्या आप जानते",
      "हैं कि इनकी मार्केट प्राइस कितनी है करीब",
      "14 करोड़ यानी अगर किसी आदमी ने तब",
      "9500 इन्वेस्ट किए थे तो आज उसके पास ₹",
      "करोड़ हैं और यह लॉन्ग टर्म इन्वेस्टमेंट",
      "है कोई इंट्राडे नहीं कोई एफ एंड ओ नहीं",
      "वीडियो समाप्त करने से पहले एक डिस्क्लेमर",
      "यह समझ लें कि मुझे किसी भी इंट्राडे",
      "ट्रेडर से कोई पर्सनल शिकायत नहीं है यह",
      "मत सोचो कि रचना का किसी इंट्राडे ट्रेडर",
      "से झगड़ा है और उसने यह वीडियो बनाया",
      "बिल्कुल नहीं पर यह वीडियो क्यों बनाया",
      "क्योंकि मैं हमारे समाज में इस ट्रेंड को",
      "बढ़ता हुआ देख रही हूं स्कूल या कॉलेज के",
      "बच्चे इंट्राडे और एफ एंड ओ की ओर रुख कर",
      "रहे हैं और चिंता के कारण यह वीडियो बनाने",
      "की इच्छा हुई आज तक मैंने खुद इंट्राडे",
      "ट्रेडिंग नहीं की है मैंने एफ एंड ओ",
      "ट्रेडिंग नहीं की है और ऐसा बिल्कुल भी",
      "नहीं है कि जो भी करते हैं उनको इससे कोई",
      "प्रॉफिट मिला मैंने उन सभी लोगों से 3 साल",
      "का प्रॉफिट एंड लॉस स्टेटमेंट दिखाने के",
      "लिए कहा है जो दावा कर हैं कि हम इंट्राडे",
      "में बहुत कमाते हैं आज तक एक भी आदमी ने",
      "मुझे 3 साल का प्रॉफिट एंड लॉस स्टेटमेंट",
      "नहीं दिखाया पर जो लॉन्ग टर्म",
      "इन्वेस्टमेंट कर रहे हैं ऐसे कितने लोगों",
      "ने मुझे अपना डी मैट अकाउंट दिखाया है और",
      "जो शेयर उन्होंने कई साल पहले लिया था वह",
      "अब 10 गुना 15 गुना या उससे भी ज्यादा हो",
      "गया है मैंने खुद ऐसे कई लोगों के डीमेट",
      "अकाउंट देखे हैं एंड ऑफकोर्स मैं खुद भी",
      "लॉन्ग टर्म इन्वेस्टिंग के फायदों को",
      "एक्सपीरियंस करती हूं आज मैं जन जागरूकता",
      "पैदा करना चाहती हूं अगर आप भी सोचते हैं",
      "कि यह मैसेज ज्यादा से ज्यादा लोगों तक",
      "पहुंचाया जाए तो आपको बस इस वीडियो को",
      "शेयर करना है वीडियो को रिश्तेदारों और",
      "दोस्तों के साथ शेयर करें आप लाइक बटन भी",
      "दबा सकते हैं क्यों क्योंकि चैनल मेरा",
      "नहीं हमारा है",
      "[संगीत]"
    ],
    "chatGPTresponse": "Based on the transcript provided, the stocks mentioned are:\n\n1. Fos: Fos listed on the stock exchange in 1993 with an IPO price of 95. Despite bonuses and split, the shares have appreciated to 102400, showing the potential of long-term investing over intraday trading.\n\nPlease note that the information provided is based on the textual analysis and may not represent actual stock recommendations. It is essential to conduct thorough research and seek professional advice before making any investment decisions."
  }
]